Repository: arboc/contao-glossary-bundle
Catalog: src/Resources/contao/languages/*/*_glossary.xlf
Languages: de

# tl_glossary.title.0
source: Title
de: Titel

# tl_glossary.title.1
source: Please enter a glossary title.
de: Bitte geben Sie den Glossar-Titel ein.

# tl_glossary.jumpTo.0
source: Redirect page
de: Weiterleitungsseite

# tl_glossary.jumpTo.1
source: Please choose the glossary reader page to which visitors will be redirected when clicking a glossary item.
de: Bitte wählen Sie die Glossarleser-Seite aus, zu der Besucher weitergeleitet werden, wenn Sie einen Glossareintrag anklicken.

# tl_glossary.glossaryTooltipTemplate.1
source: Here you can select the tooltip template.
de: Hier können Sie das Tooltip-Template auswählen.

# tl_glossary.protected.0
source: Protect glossary
de: Glossar schützen

# tl_glossary.protected.1
source: Show glossary items to certain member groups only.
de: Glossareinträge nur bestimmten Mitgliedergruppen anzeigen.

# tl_glossary.groups.0
source: Allowed member groups
de: Erlaubte Mitgliedergruppen

# tl_glossary.groups.1
source: These groups will be able to see the glossary items in this glossary.
de: Diese Mitgliedergruppen können die Glossareinträge des Glossars sehen.

# tl_glossary.tstamp.0
source: Revision date
de: Änderungsdatum

# tl_glossary.tstamp.1
source: Date and time of the latest revision
de: Datum und Uhrzeit der letzten Änderung

# tl_glossary.title_legend
source: Title and redirect page
de: Titel und Weiterleitung

# tl_glossary.template_legend
source: Template settings
de: Template-Einstellungen

# tl_glossary.protected_legend
source: Access protection
de: Zugriffsschutz

# tl_glossary.new.0
source: New
de: Neu

# tl_glossary.new.1
source: Create a new glossary
de: Ein neues Glossar erstellen

# tl_glossary.show
source: Show the details of glossary ID %s
de: Details des Glossars ID %s anzeigen

# tl_glossary.edit
source: Edit glossary ID %s
de: Glossar ID %s bearbeiten

# tl_glossary.editheader
source: Edit the settings of glossary archive ID %s
de: Einstellungen des Glossars ID %s bearbeiten

# tl_glossary.copy
source: Duplicate glossary ID %s
de: Glossar ID %s duplizieren

# tl_glossary.delete
source: Delete glossary ID %s
de: Glossary ID %s löschen
