Repository: arboc/contao-glossary-bundle
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.glossary_archives.0
source: Glossaries
de: Glossare

# tl_module.glossary_archives.1
source: Please select one or more glossaries.
de: Bitte wählen Sie ein oder mehrere Glossare

# tl_module.glossary_readerModule.0
source: Glossar reader module
de: Glossarleser

# tl_module.glossary_readerModule.1
source: Automatically switch to the glossary reader if an item has been selected.
de: Automatisch zum Glossarleser wechseln, wenn ein Glossareintrag ausgewählt wurde.

# tl_module.glossary_hideEmptyGroups.0
source: Hide empty groups
de: Leere Gruppen verstecken

# tl_module.glossary_hideEmptyGroups.1
source: Hide groups if there are no glossary items.
de: Gruppen ausblenden, für die keine Glossareinträge vorhanden sind.

# tl_module.glossary_singleGroup.0
source: Glossary pagination
de: Glossar-Paginierung

# tl_module.glossary_singleGroup.1
source: Restricts the output of glossary entries to an initial letter. Other glossary entries can be accessed via the glossary navigation.
de: Beschränkt die Ausgabe der Glossareinträge auf einen Anfangsbuchstaben. Andere Glossareinträge können über die Glossarnavigation angesteuert werden.

# tl_module.glossary_letter.0
source: Default letter
de: Standard-Buchstabe

# tl_module.glossary_letter.1
source: Displays the glossary entries for that letter first when you enter the page.
de: Zeigt beim Betreten der Seite die Glossar-Einträge für diesen Buchstaben zuerst an.

# tl_module.glossary_template.0
source: Glossary entry template
de: Glossareintrag-Template

# tl_module.glossary_template.1
source: Here you can select the glossary entry template.
de: Hier können Sie das Glossareintrags-Template auswählen.

# tl_module.glossary_metaFields.0
source: Meta fields
de: Meta-Felder

# tl_module.glossary_metaFields.1
source: Here you can select the meta fields.
de: Hier können Sie die Meta-Felder auswählen.
