Repository: arboc/contao-glossary-bundle
Catalog: src/Resources/contao/languages/*/*_page.xlf
Languages: de

# tl_page.glossary_legend
source: Glossary settings
de: Glossar-Einstellungen

# tl_page.activateGlossary.0
source: Activate glossary
de: Glossar aktivieren

# tl_page.activateGlossary.1
source: Enable replacing of keywords for this and its subpages.
de: Aktivieren Sie das Ersetzen von Suchbegriffen für diese und ihre Unterseiten.

# tl_page.disableGlossary.0
source: Disable glossary
de: Glossar deaktivieren

# tl_page.disableGlossary.1
source: Disable glossary hovercards and keyword replacing for this page.
de: Glossar-Hovercards und Ersetzen von Suchbegriffen für diese Seite deaktivieren.

# tl_page.glossaryArchives.0
source: Glossaries
de: Glossare

# tl_page.glossaryArchives.1
source: Please select one or more glossaries.
de: Bitte wählen Sie ein oder mehrere Glossare aus.

# tl_page.glossaryHoverCard.1
source: Please choose if glossary hovercards should be displayed for this page and its subpages.
de: Bitte wählen Sie aus, ob für diese Seite und ihre Unterseiten Glossar-Hovercards angezeigt werden sollen.

# tl_page.hoverCardDisabled
source: Disabled
de: Deaktiviert

# tl_page.hoverCardEnabled
source: Enabled
de: Aktiviert

# tl_page.glossaryConfigTemplate.0
source: Configuration template
de: Konfigurations-Template

# tl_page.glossaryConfigTemplate.1
source: Here you can select a configuration template for the glossary javascript.
de: Hier können Sie ein Konfigurations-Template für das Glossar-JavaScript auswählen.
